Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: 7. Comb the hair with a fine comb to find the eggs. It may help to divide the hair in sections. All eggs must be removed! It might take 2 or 3 hours or more, and you may have to pick out the eggs by hand if the comb does not work. 8. Put the eggs in a plastic bag, tie it closed and throw it away. Wash your hands well and scrub under your fingernails. 9. Dress your child in clean clothing. How to Use Piperonyl Butoxide Brand names: Rid and others For adults and children 2 years of age and older: • Apply the product to dry hair. • Follow the instructions for how to use permethrin, starting with Step 2. • When you rinse the hair with Step 6, use a shampoo and no conditioner, then towel dry. After Treatment • Do not wash the hair for 1 to 2 days after treatment. • Repeat the treatment 9 to 10 days later to kill any lice before they can produce new eggs. • Recheck for eggs or lice every 2 to 3 days for 2 to 3 weeks after treatment to be sure they are gone. • Check the hair and scalp of all family members every day. If you find eggs or lice, treat their hair and clothing the same way. • If you have used the same treatment 2 or 3 times, and it has not worked, check with your doctor, nurse, or pharmacist. Head Lice. Russian.
ru: 7. Для удаления гнид расчешите волосы густым гребнем. Чтобы облегчить задачу, разделите волосы на части Необходимо удалить все гниды! Это может занять 2–3 часа или даже больше. Если гребень не помогает, придется удалять гниды руками. 8. Соберите гниды в полиэтиленовый мешок, туго завяжите его и выбросьте. Тщательно вымойте руки и вычистите ногти. 9. Переоденьте ребенка в чистую одежду. Как пользоваться пиперонил бутоксидом Торговые марки: Rid и другие Для взрослых и детей старше 2 лет: • Нанесите средство на сухие волосы. • Следуйте указаниям по использованию перметрина, начиная с пункта 2. • В пункте 6 вымойте волосы шампунем без кондиционера, а затем высушите полотенцем. После лечения • После лечения не мойте волосы в течение 1–2 дней. • Повторите процедуру через 9–10 дней, чтобы убить вшей до того, как они отложат новые гниды. • После лечения каждые 2–3 дня проверяйте голову на наличие вшей и гнид на протяжении 2–3 недель. • Ежедневно проверяйте волосы и кожу головы всех членов семьи. При обнаружении вшей или гнид обработайте волосы и одежду так же, как в первый раз. • Если вы обрабатывали волосы 2–3 раза и лечение оказалось неэффективным, обратитесь к врачу, медсестре или фармацевту.

source: To Clear Lice from the Home • Pest control sprays can be harmful to children and should not be used in the home. • Head lice can live away from the human body for only 1 to 2 days. Wash all washable clothing (including hats, scarves, and coats) and all bed linens, towels, and washcloths that have had contact with anyone with lice in the 2 days before treatment. Ì Machine wash in hot, soapy water and dry. Use the hot cycle of a dryer for at least 20 minutes. • Soak combs, brushes, hair barrettes, hair bands and sports helmets in very hot water (130ºF) for 10 minutes. • Pillows, stuffed animals, clothing, and other things that cannot be washed may be dry cleaned or put in air tight plastic bags for 3 days. • Vacuum all carpets and furniture. Put the vacuum cleaner’s dust bag in a plastic bag, tie tightly, and throw away. Head Lice. Russian.
ru: Уничтожение вшей в доме • Аэрозоли для уничтожения насекомых могут быть вредными для детей, так что не следует использовать их в домашних условиях. • Головные вши могут жить вне тела человека всего 1–2 дня. Постирайте всю пригодную для стирки одежду (включая шапки, шарфы и куртки), а также все постельное белье, полотенца и мочалки, которыми пользовался больной педикулезом за 2 дня до лечения. Ì Постирайте вещи в машине с горячей водой и моющим средством, а затем высушите. Ì Для этого установите сушильную машину на горячий цикл продолжительностью не менее 20 минут. • Замочите расчески, щетки, заколки и ленты для волос, а также спортивные шлемы в очень горячей воде (54° С или 130° F) на 10 минут. • Подушки, плюшевые игрушки, одежду и другие вещи, которые нельзя стирать, необходимо отдать в химчистку или поместить в герметичные полиэтиленовые пакеты на 3 дня. • Пропылесосьте все ковры и мебель. Поместите мешок для сбора мусора из пылесоса в полиэтиленовый пакет, туго завяжите его и выбросьте.

source: School and Other Parents • Tell your child’s school that your child has lice. The other children will be checked and treated if needed. • Check with your child’s school. In some school systems, the child’s hair must be free of all eggs before the child may go back to school. • Tell the parents of your child’s friends, so they can check their children. Prevention • Teach your child to “Never share what touches the hair”. Children should not let anyone else use their comb, brush, hats, scarves, pillows, hair accessories, or helmets. They should not borrow them from others either. • Shampoo the hair 2 or 3 times a week. Talk to your child’s doctor or your local health department if you have any questions or concerns. © 2005 - September 12, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Head Lice. Russian.
ru: Школа и другие родители • Сообщите работникам школы, где учится ваш ребенок, о том, что у него вши. При необходимости будет проведена проверка и лечение других детей. • Узнайте, можно ли ребенку ходить в школу. В некоторых школах ребенку разрешат приступить к занятиям только после удаления всех гнид. • Сообщите родителям друзей вашего ребенка, чтобы они проверили своих детей. Профилактика • Объясните своему ребенку, что нельзя делиться вещами, которые касаются волос. Дети не должны никому разрешать пользоваться своими расческами, щетками, шапками, шарфами, подушками, аксессуарами для волос или шлемами. Они также не должны пользоваться чужими вещами. • Мойте волосы шампунем 2–3 раза в неделю. Если у вас есть вопросы или опасения, обратитесь к своему педиатру или в местный департамент здравоохранения. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Headaches A headache is pain felt in the head. There are different types and causes of headaches. Sinus Headache A sinus headache causes pain in the front of the head and face. The pain is caused by swelling in the sinus passages that are behind the cheeks, nose, and eyes. The pain is worse when bending forward and first waking up in the morning. You may have nasal drainage or a sore throat. Tension Headache A tension headache is caused by muscle tension in the head and neck. Signs of a tension headache include a dull or constant throbbing pain above the eyes and across the back of the head. The pain may spread to the whole head or move into the neck and shoulders. The muscles in these areas may feel tight. Migraine Headache A migraine headache is caused by the swelling of blood vessels in the brain. Things that may trigger a migraine include: • Bright or flashing lights, loud noises, or strong smells • Certain foods or drinks such as: Ì Hard cheese Processed meats such as bacon, hot dogs, and deli meats Ì Wheat bread or grains with gluten Ì Additives such as artificial sweeteners or MSG Headaches. Russian.
ru: боль Существуют различные виды и причины головной боли. Синусовая головная боль Синусовая головная боль вызывает болевые ощущения в передней части головы и лица. Боль вызывается отеком синусовых пазух, которые находятся за щеками, носом и глазами. Боль усиливается при наклонах вперед и утреннем пробуждении. Могут быть выделения из носа или боль в горле. Головная боль напряжения Головная боль напряжения вызывается напряжением мышц головы и шеи. Признаком головной боли напряжения может быть тупая или постоянная пульсирующая боль над глазами и по всему затылку. Боль может распространяться на всю голову, шею и плечи. Мышцы в этих местах могут быть напряжены. Мигрень Мигрень вызывается расширением кровеносных сосудов в мозге. Причины мигрени: • Яркий свет или вспышки, громкие звуки и сильные запахи • Некоторые продукты или напитки: Твердые сыры Ì Переработанное мясо, например бекон, хот-доги и мясные нарезки Ì Белый хлеб или злаки с глютеном Добавки, например заменители сахара или глутамат натрия

source: Ì Caffeine found in coffee, tea, soft drinks, and chocolate Ì Red wine or other alcoholic drinks • Changes in the weather or air pressure • Eye strain • Hormone changes in women, such as during a menstrual period • Medicines such as birth control pills • Oversleeping or not getting enough sleep • Skipping meals or going too long without eating • Smoking or being around smoke • Stress Migraines cause severe pain, vision changes, and nausea or vomiting. Light, noise, or some smells may worsen these signs. The pain may begin around the eye or temple and tends to be on one side of the head, but it may spread. There may be warning signs before a migraine called an aura. Warning signs may include: • Sudden tiredness or frequent yawning • Visual changes such as blind spots, blurred vision, or seeing bright lights, lines, or other things that are not there • Tingling in an arm or leg Cluster Headache A cluster headache causes severe head pain. The headaches occur in groups or clusters. They happen 1 or more times a day over a cycle of weeks or months. At the end of a cluster cycle, the headaches will Headaches. Russian.
ru: Ì Кофеин, содержащийся в кофе, чае, безалкогольных напитках и шоколаде Красное вино и другие алкогольные напитки • Изменение погоды или атмосферного давления • Напряжение зрения • Гормональные изменения у женщин, например при менструациях • Лекарства, в частности противозачаточные таблетки • Избыток или недостаток сна • Пропуск приема пищи или слишком большие перерывы между приемами пищи • Курение или нахождение в прокуренном месте • Стресс Мигрень вызывает сильную головную боль, изменения зрения, тошноту и рвоту. Свет, шум и некоторые запахи могут обострить симптомы. Боль может начаться около глаз или висков и чаще всего бывает с одной стороны, но может также распространяться и на другие места. До начала мигрени может появиться аура (первоначальные симптомы): • Внезапная усталость или частое зевание • Изменения зрения: слепые пятна, размытое зрение, яркие огни, линии или предметы, которых на самом деле нет • Пощипывание в руке или ноге Кластерная головная боль Кластерная головная боль — это очень сильная головная боль. Она возникает группами или кластерами один или несколько раз в день с недельными

source: suddenly stop. They often do not come back for 6 months to a year or longer. It is not known what causes a cluster headache, but some things may trigger one, including: • Changes in the amount of daily sunlight during the spring and fall • Glare from light • Alcohol • Smoking • Certain foods • Some medicines Your Care Your doctor will do an exam. Your care will be based on your symptoms and type of headache. As a part of your care, you may need to: • Take over the counter medicines such as acetaminophen, aspirin, or ibuprofen for headaches, as your doctor orders. Do not give aspirin to children. If over the counter medicines do not help your pain, talk to your doctor about prescription medicines. • Apply heat or cold to your neck or head. • Get plenty of sleep and exercise. • Relax, reduce stress, and use good posture. • Eat a healthy diet and do not delay or miss meals. • Avoid eyestrain. • Avoid smoke and alcohol. • Keep a headache diary or calendar to help find and avoid things that trigger your headaches. Headaches. Russian.
ru: или месячными циклами. В конце кластерного цикла головная боль внезапно прекращается. Зачастую боль не беспокоит от 6 месяцев до года и более. Причины кластерной головной боли неизвестны, но провоцировать боль могут: • Изменение количества солнечного света весной или осенью • Ослепительный свет • Алкоголь • Курение • Некоторые продукты • Некоторые лекарства Лечение Врач проведет обследование. Лечение зависит от симптомов и вида головной боли. Для лечения может понадобиться: • Прием безрецептурных лекарств, таких как ацетоминофен, аспирин или ибупрофен, в соответствии с назначением врача. Не давайте аспирин детям. Если безрецептурные лекарства не помогают, поговорите с врачом о рецептурных препаратах. • Прикладывать тепло или холод к шее или голове. • Много спать и выполнять физические упражнения. • Расслабляться, уменьшить стресс и использовать правильную осанку. • Принимать здоровую пищу, не откладывать и не пропускать прием пищи. • Не напрягать глаза. • Избегать курения и употребления алкоголя. • Вести дневник или календарь приступов головной боли, чтобы избегать причин ее возникновения.

source: • Limit caffeine by not drinking too much coffee, tea, or soda. Do not quit caffeine suddenly because that can also give you headaches. Call your doctor right away if: • Your headache occurs with a head injury. • You have slurred speech, change in vision, problems moving your arms or legs, loss of balance, confusion, or memory loss. • You have a headache with a fever, stiff neck, nausea, and vomiting. • Your headache is sudden and severe. • Your headache gets worse over 24 hours or lasts longer than one day. • Your headache is severe and is near one eye with redness in that eye. • You have a history of headaches, but they have changed in pattern or intensity. Talk to your doctor or nurse if you have any questions or concerns. © 2005 – January 18, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Headaches. Russian.
ru: • Ограничьте потребление кофеина из кофе, чая и безалкогольных напитков. Резкий отказ от кофеина также может вызвать головную боль. Немедленно позвоните врачу, если: • Головная боль возникла в результате травмы головы. • У вас невнятная речь, изменения зрения, проблемы с движением рук или ног, потеря равновесия, чувство замешательства или потеря памяти. • Головная боль сопровождается высокой температурой, скованностью мышц шеи, тошнотой и рвотой. • Головная боль возникла внезапно, и она сильная. • Головная боль через 24 часа стала сильнее или длится дольше одного дня. • У вас сильная головная боль в районе покрасневшего глаза. • Головные боли у вас случались и раньше, но их характер или интенсивность изменились. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Hearing Test Babies learn to understand and speak words through hearing. If your baby has a hearing problem and it is not found, your baby will have a hard time learning words and how to talk. When hearing loss is found early, treatment can begin right away to prevent long-term problems. Hearing Test All babies have a hearing test before going home from the hospital. The test measures how your baby responds to sound. It takes about 10 minutes and can be done while he or she is sleeping. • A small probe is placed in or near the baby’s ear. It sends soft clicking sounds into the ear. • Small pads may be put on your baby’s head. These measure how the baby’s brain responds to the sounds. The Results The results of the hearing test will be given to you and to your baby’s doctor. If your baby does have hearing loss, you will get more information about treatment and resources, and more tests will be done. If you have any questions about having your baby’s hearing tested, talk to your baby’s doctor or nurse. ©2005 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Hearing Test for Your Baby. Russian.
ru: ребенка for Your Baby Слушая, дети учатся понимать и говорить. Если у ребенка проблемы со слухом, и эти проблемы не выявлены, ему будет трудно учить слова и разговаривать. Когда потеря слуха обнаружена на ранней стадии, можно сразу начать лечение и избежать долгосрочных проблем. Проверка слуха Перед выпиской из роддома у каждого ребенка проверяют, как он реагирует на звуки. Проверка длится около 10 минут и может проводиться во сне. • В ухо или около него помещают небольшое устройство, издающее щелчки. • На голову ребенка помещают небольшие электроды, замеряющие реакцию ребенка на звуки. Результаты Результаты проверки слуха будут предоставлены вам и педиатру. Если у ребенка обнаружена потеря слуха, вам дадут подробную информацию о лечении. Также будет проведено дополнительное обследование. Если у вас возникнут вопросы о проверке слуха ребенка, обратитесь к педиатру или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Heart A heart attack is also called a myocardial infarction or MI. It occurs when a blood vessel that provides the heart muscle with oxygen becomes blocked, stopping blood flow to a part of the heart. If treatment is not done right away, part of the heart muscle dies. The sooner you get help, the less damage you will have to your heart. Blockage in the blood vessel may occur from: • Fatty deposits called plaque • A blood clot • A spasm in the blood vessel Signs of a Heart Attack • Pain, pressure, tightness, heaviness, squeezing or burning in your chest, arm, jaw, shoulders or neck Ì Occurs both during activity and at rest Ì Lasts for more than 5 minutes or goes away then comes back • Sweating • Shortness of breath • Nausea or vomiting • Stomach pain or heartburn • Feeling very tired, dizzy or faint • Feeling scared or panicked Call 911 right away if you have any of these signs. Sit or lie down until the emergency team arrives. Do not drive to the hospital or delay by calling your doctor. Some people, especially women, may not have chest pain, or they may have very mild signs. The more signs you have, the more likely you are having a heart attack. Heart Attack. Russian.
ru: Attack Инфаркт миокарда (сердечный приступ) возникает, когда сосуд, снабжающий сердце кислородом, блокируется, останавливая кровоток к области сердца. При несвоевременной помощи часть сердечной мышцы отмирает. Чем раньше будет оказана помощь, тем меньший вред будет нанесен сердцу. Закупорка кровяного сосуда может наступить из-за: • Жировых отложений, или бляшек • Тромба • Спазма кровяного сосуда Симптомы инфаркта • Боль, давление, скованность, тяжесть, сдавленность или жжение в груди, руке, челюсти, плечах или шее Ì Проявляется при работе и отдыхе Ì Продолжается более 5 минут либо проходит и проявляется снова • Повышенное потоотделение • Одышка • Тошнота или рвота • Боль в животе или изжога • Крайняя усталость, головокружение или обмороки • Чувство страха или паники Если у вас любой из этих симптомов, немедленно позвоните по номеру 911. До прибытия скорой находитесь в положении сидя или лежа. Не пытайтесь сами ехать в больницу или звонить врачу. У некоторых людей, особенно женщин, боли в груди может не наблюдаться, или же симптомы могут быть слабо выражены. Чем больше у вас симптомов, тем выше вероятность инфаркта.

source: If you had a heart attack before, you may have different signs with a second heart attack. Do not ignore your signs. Call for help quickly to limit damage to your heart. Your Care at the Hospital Tests will be done to see if you had a heart attack and if there was damage to your heart. You may be in the hospital for a few days. You may be started on medicines and have treatments to improve the blood flow to your heart. After Leaving the Hospital • Go to your follow-up doctor’s appointments. • Ask about getting into a cardiac rehab program to help you gain strength and get more active. • Limit your activity for 4 to 6 weeks. Rest each day. Rest for 1 hour after eating meals and at least 30 minutes after activities such as bathing, showering or shaving. Ì Increase your activity over time. Limit stair climbing. Take the stairs slowly. Ì Avoid lifting more than 10 pounds or 4.5 kilograms. Do not vacuum, mow grass, rake or shovel. You may do light housework. Ì Ask your doctor when you can drive and when you can return to work. Talk to your doctor about any limits if you plan to travel. Ì Sexual activity can be started again when you are able to walk up 20 stairs without any problems. Heart Attack. Russian.
ru: Если у вас уже был инфаркт, при втором приступе симптомы могут отличаться. Не игнорируйте симптомы. Немедленно обратитесь за помощью, чтобы свести вред для сердца к минимуму. Лечение в больнице Чтобы определить, был ли у вас инфаркт и пострадало ли сердце, будет проведено обследование. Возможно, вам придется на несколько дней остаться в больнице. Для улучшения кровотока к сердцу могут назначить лекарства. После выписки из больницы • Посетите своего врача. • Узнайте у него, как пройти реабилитацию, чтобы набраться сил и стать активнее. • Ограничьте физическую активность на 4–6 недель. Отдыхайте каждый день: 1 час после еды и не менее 30 минут после таких действий, как бритье, прием ванны или душа. Ì Постепенно увеличивайте свою активность. Осторожно поднимайтесь по лестнице: не торопитесь. Ì Не поднимайте вес, превышающий 10 фунтов (4,5 кг). Не пользуйтесь пылесосом, граблями, лопатой, не косите траву. Заниматься легкой работой по дому можно. Спросите врача, когда вы сможете сесть за руль и вернуться к работе. Ì Если вы планируете поездку, поговорите с врачом о связанных с ней ограничениях. Ì Вы сможете вернуться к половой жизни, когда без проблем сможете подняться на 20 ступенек.
